Repository: codiflow/WinNUT-Client
Catalog: WinNUT_V2/WinNUT-Client/Pref_Gui.*.resx
Languages: de_de, uk_ua, zh_tw

# Tab_Connexion.Text
source: Connection
de_de: Verbindung
uk_ua: З'єднання
zh_tw: 連線

# Tab_Calibrage.Text
source: Calibration
de_de: Kalibrierung
uk_ua: Калібровка
zh_tw: 校正

# Tab_Miscellanous.Text
source: Miscellanous
de_de: Verschiedenes
uk_ua: Інше
zh_tw: 其他

# Tab_Shutdown.Text
source: Shutdown Options
de_de: Optionen zum Herunterfahren
uk_ua: Налаштування вимкнення
zh_tw: 停機選項

# Cbx_Branch_Update.Items
source: Stable
de_de: Stabil
uk_ua: Стабільна версія
zh_tw: 穩定版本

# Cbx_Branch_Update.Items1
source: Development
de_de: Entwicklung
uk_ua: Відлагоджувальна версія
zh_tw: 開發版本

# Cbx_Branch_Update.ToolTip
source: Use the Stable or Devellop branch during verification.
de_de: Bei der Versionsüberprüfung den stabilen oder Entwicklungszweig verwenden.
uk_ua: Шукати оновлення до стабільної або налагоджувальної версії.
zh_tw: 決定使用穩定或開發分支。

# Cbx_Delay_Verif.Items
source: Daily
de_de: Täglich
uk_ua: Щодня
zh_tw: 每天

# Cbx_Delay_Verif.Items1
source: Weekly
de_de: Wöchentlich
uk_ua: Щотижня
zh_tw: 每週

# Cbx_Delay_Verif.Items2
source: Monthly
de_de: Monatlich
uk_ua: Щомісячно
zh_tw: 每月

# Cbx_Delay_Verif.ToolTip
source: Frequency of verification.
de_de: Häufigkeit der Überprüfung.
uk_ua: Частота перевірок
zh_tw: 檢查更新頻率

# Lbl_Branch_Update.Text
source: Stable Or Dev Branch
de_de: Stabiler- oder Entwicklungszweig
uk_ua: Стабільна чи налагоджувальна версія
zh_tw: 版本

# Lbl_Delay_Verif.Text
source: Delay Between Verification
de_de: Verzögerung zwischen Überprüfungen
uk_ua: Затримка між перевірками
zh_tw: 每次檢查更新間隔

# Cb_Update_At_Start.Text
source: Verify Update At Start
de_de: Beim Start auf Updates prüfen
uk_ua: Перевіряти при запуску
zh_tw: 在啟動時檢查更新

# Cb_Update_At_Start.ToolTip
source: Checks for updates at startup.
de_de: Sucht beim Start nach Updates.
uk_ua: Перевіряє наявність оновлень під час запуску.
zh_tw: 在啟動時檢查更新。

# Cb_Verify_Update.Text
source: Verify Update
uk_ua: Перевіряти оновлення

# Cb_Verify_Update.ToolTip
source: Check for updates.
uk_ua: Перевірка оновлень.

# Tab_Update.Text
source: Update
de_de: Aktualisieren
uk_ua: Оновити
zh_tw: 更新

# Tb_Pwd_Nut.ToolTip
source: NUT server login password
de_de: Anmeldekennwort des NUT-Servers
uk_ua: Пароль для входу на сервер NUT

# Tb_Login_Nut.ToolTip
source: NUT server connection identifier
de_de: Verbindungskennung des NUT-Servers
uk_ua: Ідентифікатор підключення до сервера NUT

# Label3.Text
source: Login credentials to the Nut server (leave blank if not required)
de_de: Anmeldeinformationen des NUT-Server (Leer lassen wenn nicht erforderlich)
uk_ua: Реквізити для підключення до сервера NUT (залиште порожніми якщо не потрібні)
zh_tw: NUT 伺服器的登入資訊 (若不需要請留空)

# Lbl_Pwd_Nut.Text
source: Password
de_de: Passwort
uk_ua: Пароль
zh_tw: 密碼

# Lbl_Login_Nut.Text
source: Login
de_de: Anmeldung
uk_ua: Логін
zh_tw: 登入帳號

# Tb_UPS_Name.ToolTip
source: UPS name to monitor. Accepted Value: Name of the UPS configured in the Nut server.
de_de: Name der zu überwachenden USV. Wertebereich: Name der auf dem NUT-Server konfigurierten USV.
uk_ua: Ім'я ДБЖ для моніторингу. Допустимі значення: Ім'я ДБЖ з конфігурації сервера NUT
zh_tw: 監控的 UPS 名稱。請使用在 NUT 伺服器所設定 UPS 的名稱。

# Tb_Port.ToolTip
source: Nut Server Port Number (default = 3493). Accepted value: Numeric value from 1 to 65535.
de_de: NUT-Server Portnummer (Standard = 3493). Wertebereich: Numerischer Wert von 1 bis 65535.
uk_ua: Порт сервера NUT (за умовчанням = 3493). Число від 1 до 65535.
zh_tw: NUT 伺服器埠號 (預設值 3493)，範圍：1-65535。

# Tb_Server_IP.ToolTip
source: Nut server address. Accepted value: IPV4 / IPV6 / FQDN address.
de_de: NUT-Serveradresse. Wertebereich: IPV4 / IPV6 / FQDN-Adresse.
uk_ua: Адреса сервера NUT. IPV4 / IPV6 / доменне ім'я.
zh_tw: NUT 伺服器位址，請使用 IPv4/IPv6/FQDN 位址。

# Cb_Reconnect.Text
source: Re-establish connection
de_de: Verbindung wiederherstellen
uk_ua: Перепідключатися
zh_tw: 重新建立連線

# Cb_Reconnect.ToolTip
source: Activate automatic connection / reconnection
de_de: Automatische Verbindung / Wiederverbindung aktivieren
uk_ua: Увімкнути автопіключення/перепідключення
zh_tw: 啟用自動連線與重新連線

# Lbl_Delay_Com.Text
source: Polling Interval
de_de: Abrufintervall
uk_ua: Інтервал запитів
zh_tw: 輪詢間隔時間

# Lbl_Name_UPS.Text
source: UPS Name
de_de: USV-Name
uk_ua: Ім'я ДБЖ
zh_tw: UPS 名稱

# Lbl_Port.Text
source: NUT Port
uk_ua: Порт NUT
zh_tw: NUT 伺服器埠號

# Lbl_Server_IP.Text
source: NUT host
uk_ua: Сервер NUT
zh_tw: NUT 伺服器位址

# Cbx_Freq_Input.ToolTip
source: Sets the input frequency if not supplied by the UPS.
de_de: Legt die Eingangsfrequenz fest wenn dieser Wert nicht von der USV geliefert wird.
uk_ua: Установка частоти мережі якщо не передається ДБЖ.
zh_tw: 設定輸入頻率 (若 UPS 未提供)

# Tb_BattV_Max.ToolTip
source: Maximum Battery Voltage. Accepted value: Numeric value from 0 to 100.
de_de: Maximale Akkuspannung. Wertebereich: Numerischer Wert von 0 bis 100.
uk_ua: Максимальна напруга батареї. Число від 0 до 100.
zh_tw: 最高電池電壓，範圍：0-100 。

# Tb_OutV_Max.ToolTip
source: Maximum Output Voltage. Accepted value: Numeric value from 0 to 999.
de_de: Maximale Ausgangsspannung. Wertebereich: Numerischer Wert von 0 bis 999.
uk_ua: Максимальна напруга на виході. Число від 0 до 100.
zh_tw: 最低輸出電壓，範圍：0-999 。

# Tb_InF_Max.ToolTip
source: Maximum input frequency. Accepted value: Numeric value from 0 to 100.
de_de: Maximale Eingangsfrequenz. Wertebereich: Numerischer Wert von 0 bis 100.
uk_ua: Максимальна частота. Число від 0 до 100.
zh_tw: 最高輸入頻率，範圍：0-100 。

# Tb_BattV_Min.ToolTip
source: Minimum Battery Voltage. Accepted value: Numeric value from 0 to 100.
de_de: Minimale Akkuspannung. Wertebereich: Numerischer Wert von 0 bis 100.
uk_ua: Мінімальна напруга батареї. Число від 0 до 100.
zh_tw: 最低電池電壓，範圍：0-100 。

# Tb_OutV_Min.ToolTip
source: Minimum Output Voltage. Accepted value: Numeric value from 0 to 999.
de_de: Minimale Ausgangsspannung. Wertebereich: Numerischer Wert von 0 bis 999.
uk_ua: Мінімальна напруга на виході. Число від 0 до 100.
zh_tw: 最低輸出電壓，範圍：0-999 。

# Tb_InF_Min.ToolTip
source: Minimum input frequency. Accepted value: Numeric value from 0 to 100.
de_de: Minimale Eingangsfrequenz. Wertebereich: Numerischer Wert von 0 bis 100.
uk_ua: Мінімальна частота. Число від 0 до 100.
zh_tw: 最低輸入頻率，範圍：0-100 。

# Tb_InV_Max.ToolTip
source: Maximum input voltage. Accepted value: Numeric value from 0 to 999.
de_de: Maximale Eingangsspannung. Wertebereich: Numerischer Wert von 0 bis 999.
uk_ua: Максимальна напруга мережі. Число від 0 до 999.
zh_tw: 最高輸入電壓，範圍：0-999 。

# Tb_InV_Min.ToolTip
source: Minimum input voltage. Accepted value: Numeric value from 0 to 999.
de_de: Minimale Eingangsspannung. Wertebereich: Numerischer Wert von 0 bis 999.
uk_ua: Мінімальна напруга мережі. Число від 0 до 999.
zh_tw: 最低輸入電壓，範圍：0-999 。

# Lbl_Maxi.Text
source: Max
uk_ua: Максимум
zh_tw: 最高

# Lbl_Mini.Text
source: Min
uk_ua: Мінімум
zh_tw: 最低

# Lbl_BattV.Text
source: Battery Voltage
de_de: Akkuspannung
uk_ua: Напруга батареї
zh_tw: 電池電壓

# Lbl_LoadUPS.Text
source: UPS Load
de_de: USV-Last
uk_ua: Навантаження ДБЖ
zh_tw: UPS 負載

# Lbl_OutputV.Text
source: Output Voltage
de_de: Ausgangsspannung
uk_ua: Вихідна напруга
zh_tw: 輸出電壓

# Lbl_InputF.Text
source: Input Frequency
de_de: Eingangsfrequenz
uk_ua: Вхідна частота
zh_tw: 輸入頻率

# Lbl_PowerF.Text
source: Frequency Supply
de_de: Netzfrequenz.
uk_ua: Частота мережі
zh_tw: 供電頻率

# Lbl_InputV.Text
source: Input Voltage
de_de: Eingangsspannung
uk_ua: Вхідна напруга
zh_tw: 輸入電壓

# Cbx_LogLevel.Items
source: Notice
de_de: Hinweis
uk_ua: Зауваження
zh_tw: 注意

# Cbx_LogLevel.Items1
source: Alert
de_de: Alarm
uk_ua: Попередження
zh_tw: 警告

# Cbx_LogLevel.Items2
source: Error
de_de: Fehler
uk_ua: Помилка
zh_tw: 錯誤

# Cbx_LogLevel.Items3
source: Debug
de_de: Debuggen
uk_ua: Налагодження
zh_tw: 除錯

# Cbx_LogLevel.ToolTip
source: Logging level.
de_de: Detailstufe des Logs.
uk_ua: Рівні ведення журналу.
zh_tw: 日誌等級。

# Btn_DeleteLog.ToolTip
source: Delete log file.
de_de: Logdatei löschen.
uk_ua: Видалити файл логу
zh_tw: 刪除日誌檔案。

# Btn_ViewLog.ToolTip
source: Open the log file.
de_de: Logdatei öffnen.
uk_ua: Відкрити файл логу
zh_tw: 開啟日誌檔案

# Lbl_LevelLog.Text
source: Logging level
de_de: Detailstufe des Logs
uk_ua: Рівень ведення журналу
zh_tw: 日誌等級

# Lbl_LevelLog.ToolTip
source: Log file log level
de_de: Detailstufe für die Logdatei
uk_ua: Рівень журналу у файл
zh_tw: 日誌檔案記錄等級

# CB_Use_Logfile.Text
source: Create LogFile
de_de: Logdatei erstellen
uk_ua: Створити файл логу
zh_tw: 建立日誌檔案

# CB_Use_Logfile.ToolTip
source: Write logging events to a file.
uk_ua: Записати файл логу до файлу

# CB_Start_W_Win.Text
source: Start with Windows
de_de: Mit Windows starten
uk_ua: Запускати з Windows
zh_tw: Windows 開機後自動啟動此應用程式

# CB_Start_W_Win.ToolTip
source: Starts WinNUT when Windows starts.
de_de: Startet WinNUT beim Start von Windows.
uk_ua: Запуск WinNUT разом з Windows
zh_tw: 隨 Windows 啟動 WinNUT。

# CB_Close_Tray.Text
source: Close to Systray
de_de: In Systray minimieren
uk_ua: Закрити у трей
zh_tw: 關閉至系統匣

# CB_Close_Tray.ToolTip
source: Sends in Systray at closing.
de_de: Ins Systray minimieren anstatt zu schliessen.
uk_ua: Згорнути у трей при закритті.
zh_tw: 關閉程式視窗時縮小到工作列系統匣。

# CB_Start_Mini.Text
source: Start Minimized
de_de: Minimiert starten
uk_ua: Запускати згорнутим
zh_tw: 啟動時最小化

# CB_Start_Mini.ToolTip
source: Starts WinNut Minimized.
de_de: Startet WinNUT minimiert.
uk_ua: Запускати WinNUT згорнутим
zh_tw: 啟動時最小化 WinNUT 視窗。

# CB_Systray.Text
source: Minimize to Systray
de_de: Auf Systray minimieren
uk_ua: Згортати у трей
zh_tw: 最小化至系統匣

# CB_Systray.ToolTip
source: Reduced to the taskbar or Systray.
de_de: In Taskleiste oder Systray minimieren.
uk_ua: Згорнути у панель завдань або трей.
zh_tw: 縮小到工作列系統匣。

# CB_Follow_FSD.Text
source: Shutdown on Nut's FSD Signal
de_de: Herunterfahren bei FSD-Signal des NUT
uk_ua: Вимкнення за запитом FSD сервера NUT
zh_tw: 接收 FSD (強制關機) 訊號後關機

# CB_Follow_FSD.ToolTip
source: Indicates whether a shutdown should be performed when the NUT server signals a forced shutdown (FSD = Force ShutDown)
de_de: Gibt an ob ein Herunterfahren durchgeführt werden soll wenn der NUT-Server ein erzwungenes Herunterfahren signalisiert (FSD = Force ShutDown).
uk_ua: Чи повинно бути виконано примусове вимкнення, якщо сервер NUT запитує FSD
zh_tw: 指示當 NUT 伺服器發出強制關機訊號 (FSD) 時是否應執行停機

# Tb_GraceTime.ToolTip
source: Additional grace period limit. Accepted value: Numeric value from 0 to 3600.
de_de: Limit für zusätzliche Verzögerung. Wertebereich: Numerischer Wert von 0 bis 3600.
uk_ua: Додатковий час. Допустимі значення від 0 до 3600.
zh_tw: 額外的延遲時間。範圍：0-3600。

# Cb_ExtendTime.Text
source: Allow Extended Shutdown Time
de_de: Längere Abschaltzeit zulassen
uk_ua: Додати додатковий час при вимкненні.
zh_tw: 允許的延長停機時間

# Cb_ExtendTime.ToolTip
source: Allow additional time during the shutdown procedure. Note: This additional time could go beyond the UPS backup time - USE WITH CAUTION!!!
de_de: USV-Name
uk_ua: Додати час при вимкненні. Важливо: цей додатковий час може вийти за час роботи ДБЖ - ВИКОРИСТОВУВАТИ З ОБЕРЕЖНІСТЮ!!!
zh_tw: 在停機過程中留出額外的時間。注意：這個額外的時間可能會超過 UPS 的備援時間，請謹慎使用！

# Tb_Delay_Stop.ToolTip
source: Stop procedure delay if delayed. Accepted value: Numeric value from 0 to 3600.
de_de: Prozedurverzögerung bei Verzögerung stoppen. Wertebereich: Numerischer Wert von 0 bis 3600.
uk_ua: Затримка процедури відключення, якщо необхідно. Число від 0 до 3600
zh_tw: 停機流程延遲時間，範圍：0-3600 秒。

# Cbx_TypeStop.Items
source: Shutdown
de_de: Herunterfahren
uk_ua: Вимкнення
zh_tw: 關機

# Cbx_TypeStop.Items1
source: Sleep
de_de: Energie sparen
uk_ua: Сон
zh_tw: 睡眠

# Cbx_TypeStop.Items2
source: Hibernate
de_de: Ruhezustand
uk_ua: Гібернація
zh_tw: 休眠

# Cbx_TypeStop.ToolTip
source: Type of stop at the end of the stop procedure.
de_de: Art des Stopps am Ende des Stoppvorgangs.
uk_ua: Тип вимкнення в кінці процедури вимкнення.
zh_tw: 停機流程最後的停機方式

# Cb_ImmediateStop.Text
source: Immediate stop action
de_de: Sofortige Stopp-Aktion
uk_ua: Негайне вимкнення
zh_tw: 立刻執行停機動作

# Cb_ImmediateStop.ToolTip
source: Starts the shutdown procedure immediately or timed.
de_de: Startet das Herunterfahren sofort oder zeitgesteuert.
uk_ua: Вимкнення негайно або із затримкою.
zh_tw: 立即或定時執行停機程序。

# Tb_BattLimit_Time.ToolTip
source: Lower backup time limit triggering the shutdown procedure. Accepted value: Numeric value from 0 to 3600.
de_de: Unteres Backup-Zeitlimit welches das Herunterfahren auslöst. Wertebereich: Numerischer Wert von 0 bis 3600.
uk_ua: Якщо значення часу резервування менше - буде запущено процедуру вимкнення живлення. Допустимі значення від 0 до 3600.
zh_tw: 觸發停機流程的最低備援時間，範圍：0-3600。

# Tb_BattLimit_Load.ToolTip
source: Lower limit of the battery level triggering the shutdown procedure. Accepted value: Numeric value from 0 to 100.
de_de: Untergrenze des Akkustands der den Abschaltvorgang auslöst. Wertebereich: Numerischer Wert von 0 bis 100.
uk_ua: Якщо значення заряду батареї менше - буде запущено процедуру вимкнення живлення. Допустимі значення від 0 до 100.
zh_tw: 觸發停機流程的最低電池電量百分比，範圍：0-100。

# Lbl_GraceTime.Text
source: Grace Delay to Shutdown (sec)
de_de: Verzögerung vor Herunterfahren (Sek.)
uk_ua: Додаткова затримка вимкнення (сек)
zh_tw: 關機前延遲時間 (秒)：

# Lbl_Delay_Stop.Text
source: Delay to Shutdown (sec)
de_de: Verzögerung vor dem Herunterfahren (Sek.)
uk_ua: Затримка вимкнення (сек)
zh_tw: 關機前延遲 (秒)

# Lbl_StopType.Text
source: Type of Stop
de_de: Art des Stopps
uk_ua: Тип вимкнення
zh_tw: 停機方式

# Lbl_BattLimit_Time.Text
source: Shutdown if runtime lower than (sec)
de_de: Herunterfahren wenn Laufzeit niedriger als (Sek.)
uk_ua: Вимкнення якщо час менший (сек)
zh_tw: 若備援時間低於秒數時關機

# Lbl_BattLimit_Load.Text
source: Shutdown if battery lower than
de_de: Herunterfahren wenn Akkuladung weniger als
uk_ua: Вимкнення, якщо заряд менший
zh_tw: 若電池電量低於百分比數值時停機

# Btn_Ok.Text
source: Ok
uk_ua: Ок
zh_tw: 確定

# Btn_Apply.Text
source: Apply
de_de: Anwenden
uk_ua: Застосувати
zh_tw: 套用

# Btn_Cancel.Text
source: Cancel
de_de: Abbrechen
uk_ua: Скасувати
zh_tw: 取消

# $this.Text
source: Options
de_de: Optionen
uk_ua: Опції
zh_tw: 選項
