Repository: codiflow/WinNUT-Client
Catalog: WinNUT_V2/WinNUT-Client/My Project/Resources.*.resx
Languages: de_de, uk_ua, zh_cn, zh_tw

# App_Event_Str_01
source: Application shut down at
de_de: Anwendung heruntergefahren um
uk_ua: Програмне вимкнення о
zh_cn: 应用程序被关闭于
zh_tw: 應用程式關閉於

# Frm_Main_Str_01
source: Old ups.ini imported Ini File Moved to {0}.old
de_de: Alte ups.ini importiert INI-Datei nach {0}.old verschoben
uk_ua: Стара версія ups.ini переміщена в {0}.old
zh_cn: 导入了旧的 ups.ini Ini 文件重命名为 {0}.old
zh_tw: 已匯入舊的 ups.ini， ini 檔案已重新命名為 {0}.old

# Frm_Main_Str_02
source: Old ups.ini imported
de_de: Alte ups.ini importiert
uk_ua: Старая версія ups.ini імпортована
zh_cn: 导入了旧的 ups.ini
zh_tw: 匯入舊的 ups.ini

# Frm_Main_Str_03
source: Reconnection In Progress
de_de: Wiederverbindung läuft
uk_ua: Перепідключення в процесі
zh_cn: 重连中
zh_tw: 正在重新連線

# Frm_Main_Str_04
source: Try {0} of {1}
de_de: Versuch {0} von {1}
uk_ua: Спроба {0} из {1}
zh_cn: 尝试 {1} 的 {0}
zh_tw: 重試第 {0} 次，共 {1} 次

# Frm_Main_Str_05
source: Not Connected
de_de: Nicht verbunden
uk_ua: Не підключено
zh_cn: 未连接
zh_tw: 未連線

# Frm_Main_Str_06
source: Connected
de_de: Verbunden
uk_ua: Підключено
zh_cn: 已连接
zh_tw: 已連線

# Frm_Main_Str_07
source: On Line
de_de: Im Netzbetrieb
uk_ua: Від мережі
zh_cn: 使用市电中
zh_tw: 由市電供電

# Frm_Main_Str_08
source: On Battery ({0}%)
de_de: Im Akkubetrieb ({0}%)
uk_ua: Від батареї ({0}%)
zh_cn: 使用电池中 ({0}%)
zh_tw: 由電池供電 ({0}%)

# Frm_Main_Str_09
source: Low Battery
de_de: Niedrige Akkuladung
uk_ua: Низький заряд батареї
zh_cn: 电池电量过低
zh_tw: 電池電量過低

# Frm_Main_Str_10
source: Battery OK
de_de: Akku OK
uk_ua: Батарея ОК
zh_cn: 电池正常
zh_tw: 電池正常

# Frm_Main_Str_11
source: Unknown UPS Name
de_de: Unbekannter USV-Name
uk_ua: Назва ДБЖ невідома
zh_cn: 未知的 UPS 名称
zh_tw: 未知的 UPS 名稱

# Frm_Main_Str_12
source: Lost Connect To {0}:{1}
de_de: Verbindung zu {0}:{1} verloren
uk_ua: Втрата підключення до {0}:{1}
zh_cn: 断开了至 {0} 的连接：{1}
zh_tw: 中斷與 {0} 的連線：{1}

# Frm_Main_Str_13
source: Wrong Login ID (Username or Password)
de_de: Falsche Login-ID (Benutzername oder Passwort)
uk_ua: Невірні дані авторизації (логін або пароль)
zh_cn: 错误的登录凭据（用户名或密码）
zh_tw: 錯誤的登入資訊 (帳號或密碼)

# Frm_Main_Str_14
source: Restarting WinNUT after waking up from Windows.
de_de: Windows Standby, WinNUT wird getrennt.
uk_ua: Перезапуск WinNUT після пробудження Windows.
zh_cn: 重启计算机后自动运行 WinNUT。
zh_tw: 從睡眠喚醒 Windows 後重新啟動 WinNUT。

# Frm_Main_Str_15
source: Windows standby. WinNUT will disconnect.
de_de: Windows Standby. WinNUT wird getrennt.
uk_ua: Очікування Windows. WinNUT вимкнеться.
zh_cn: Windows 待机。WinNUT 将断开连接。
zh_tw: Windows 待機時，WinNUT 將中斷連線。

# Frm_Shutdown_Str_01
source: Battery_Charge : {0} Remaining Time : {1}
de_de: Akkuladung: {0} Verbleibende Zeit: {1}
uk_ua: Заряд : {0} Залишилось часу : {1}
zh_cn: 电池电量 : {0} 剩余时间 : {1}
zh_tw: 電池電量：{0} 剩餘時間：{1}

# Log_Str_01
source: WinNut Preferences Changed
de_de: WinNut-Einstellungen geändert
uk_ua: Налаштування WinNUT змінено
zh_cn: WinNut 设置已修改
zh_tw: WinNUT 設定已變更

# Log_Str_02
source: Connection to Nut Host {0}:{1} Established
de_de: Verbindung zum Nut Host {0}:{1} hergestellt
uk_ua: З'єднання з сервером NUT {0}:{1} Успіх
zh_cn: 至 Nut 主机 {0}:{1} 的连接建立成功
zh_tw: 連線到 NUT 伺服器 {0}:{1} 成功

# Log_Str_03
source: Connection to Nut Host {0}:{1} Failed: {2}
de_de: Verbindung zum Nut Host {0}: {1} fehlgeschlagen: {2}
uk_ua: З'єднання з сервером NUT {0}:{1} Відмова: {2}
zh_cn: 至 Nut 主机 {0}:{1} 的连接建立失败: {2}
zh_tw: 連線到 NUT 伺服器 {0}:{1} 失敗：{2}

# Log_Str_04
source: Automatic Reconnection
de_de: Automatische Wiederverbindung
uk_ua: Автоматичне перепідключення
zh_cn: 自动重连
zh_tw: 自動重新連線

# Log_Str_05
source: Disconnected from Nut Host
de_de: Verbindung zum NUT-Host verloren
uk_ua: Від'єднатися від сервера NUT
zh_cn: 从 Nut 主机断开了连接
zh_tw: 已與 NUT 伺服器中斷連線。

# Log_Str_06
source: Try Reconnect {0} / {1}
de_de: Versuche Wiederverbindung {0} / {1}
uk_ua: Спроба перепідключення {0} / {1}
zh_cn: 尝试重连 {0} / {1}
zh_tw: 重試連線 {0} / {1}

# Log_Str_07
source: Max Retry reached. Wait for manual Reconnection
de_de: Maximale Anzahl Verbindungsversuche erreicht. Auf manuelle Wiederverbindung warten.
uk_ua: Досягнуто макимальної кількості спроб повторного з'єднання. Ожидается ручное переподключение
zh_cn: 达到最大重试次数。等待手动重连。
zh_tw: 已達最大重試次數，等待手動重新連線。

# Log_Str_08
source: Conditions met for launching the Extinguishing Process
de_de: Voraussetzungen für den Start des Löschprozesses liegen vor
uk_ua: Досягнуто умов для запуску процесу вимкнення
zh_cn: 触发关机流程所需满足的条件
zh_tw: 啟動停機程序的條件

# Log_Str_09
source: Cancellation of the Extinguishing Process
de_de: Abbruch des Löschprozesses
uk_ua: Скасування процесу вимкнення
zh_cn: 取消关机进程
zh_tw: 取消停機程序

# Log_Str_10
source: No Update Available
de_de: Kein Update verfügbar
uk_ua: Оновлень немає
zh_cn: 没有可用的更新
zh_tw: 沒有可用的更新

# Log_Str_11
source: Version {0} Available
de_de: Version {0} verfügbar
uk_ua: Доступна версія {0}
zh_cn: 新版本 {0} 可以更新
zh_tw: 有新版本 {0} 可以使用

# Log_Str_12
source: Stop condition imposed by the NUT server
de_de: Vom NUT-Server auferlegte Stopp-Bedingung
uk_ua: Умови вимкнення накладено сервером NUT
zh_cn: NUT服务器施加的停止条件
zh_tw: NUT 伺服器附加的停機條件

# DetectedPreviousPrefsData
source: Previous preferences data detected in the Registry.
uk_ua: Дані попереднії налаштувань виявлено у реєстрі.
zh_cn: 在注册表中检测到以前的设置数据。

# UpgradePrefsDialog_ImportProcedureCompleted
source: The old preferences have been imported.
uk_ua: Старі налаштування імпортовано.
zh_cn: 旧设置已经被导入。

# UpgradePrefsDialog_UnmatchedPairs
source: There were {0} unknown preferences. See log for more details.
uk_ua: Невідомих налаштувань: {0}. Перегляньте журнал для отримання додаткової інформації.
zh_cn: 有 {0} 个未知的设置。请查看日志获取更多详细信息。

# UpgradePrefsDialog_DeleteProcedureComplete
source: The old preferences have been removed from your Registry.
uk_ua: Старі налаштування видалено з вашого реєстру.
zh_cn: 旧设置已经从您的注册表中删除。

# UpgradePrefsDialog_Cancelled
source: The upgrade process was cancelled: using default settings.
uk_ua: Процес оновлення скасовано: використовуються налаштування за умовчанням.
zh_cn: 升级过程已取消：使用默认设置。

# UpgradePrefsDialog_BackupLocationTitle
source: Save WinNUT Registry Key
uk_ua: Зберегти ключ реєстру WinNUT
zh_cn: 保存 WinNUT 注册表

# UpgradePrefsDialog_BackupProcedureCompleted
source: The old preferences have been backed up to {0}
uk_ua: Резервну копію старих налаштувань було збережено в {0}
zh_cn: 旧设置已备份到 {0}

# UpgradePrefsDialog_ErrorEncountered
source: An error occurred during the upgrade procedure: {0} Please correct the error, or cancel the upgrade dialog to continue with the default settings.
uk_ua: Під час процедури оновлення сталася помилка: {0} Виправте помилку або скасуйте діалогове вікно оновлення, щоб продовжити налаштування за умовчанням.
zh_cn: 升级过程中发生错误： {0} 请修复错误，或取消升级对话框以继续使用默认设置。

# UpgradePrefsDialog_NoPrefsExistCaption
source: No preferences detected
uk_ua: Налаштувань не виявлено
zh_cn: 没有检测到设置

# UpgradePrefsDialog_NoPrefsExistError
source: No preferences were detected in the Registry. Unable to continue.
uk_ua: У реєстрі не виявлено налаштувань. Продовжити неможливо .
zh_cn: 您的系统中未检测到设置。无法继续操作。

# ManageOldPrefsToolstripMenuItem_Disabled_TooltipText
source: Old preferences were not detected in your system.
uk_ua: Старі налаштування не виявлено у вашій системі.
zh_cn: 您的系统中未检测到旧设置。

# ManageOldPrefsToolstripMenuItem_Enabled_TooltipText
source: Old preferences detected. Click to run the import wizard.
uk_ua: Виявлено старі налаштування. Натисніть, щоб запустити майстер імпорту.
zh_cn: 检测到旧设置。点击运行导入向导。

# VariableUnavailable
source: Unavailable
uk_ua: Недоступно
zh_cn: 参数无效
